TexasInstruments/c2000ware-core-sdk/driverlib/f28003x/examples/fpufastrts/fpufastrts_f32.syscfg
/**
 * These arguments were used when this file was generated. They will be automatically applied on subsequent loads
 * via the GUI or CLI. Run CLI with '--help' for additional information on how to override these arguments.
 * @cliArgs --device "F28003x" --package "100PZ" --part "F28003x_100PZ" --product "C2000WARE"
 * 
 */

/**
 * Import the modules used in this configuration.
 */
const FPUfastRTS  = scripting.addModule("/libraries/math/FPUfastRTS/FPUfastRTS.js", {}, false);
const FPUfastRTS1 = FPUfastRTS.addInstance();

/**
 * Write custom configuration values to the imported modules.
 */
FPUfastRTS1.$name = "myFFR0";
